"ERROR_PARSE_FILENOTFOUND"="Nebyl nalezen žádný soubor určený pro %s"
"ERROR_PARSE_OUTPUTPATH"="Neplatný výstupní soubor/cesta pro %s"

"ERROR_IS7ZIP_FILESEEK"="Došlo k chybě v umístění filestream v modulu IS7zipExtract!"
"ERROR_IS7ZIP_FILECREATE"="Při vytváření souboru došlo k chybě%n%s%nv modulu IS7zipExtract!"
"ERROR_IS7ZIP_FILEOPEN"="Při otevření souboru došlo k chybě%n%s%nv modulu IS7zipExtract!"
"ERROR_IS7ZIP_COLFILES"="Chyba při určování počtu souborů v archivu v modulu IS7zipExtract!"
"ERROR_IS7ZIP_NOTOPEN"="Nepodařilo se otevřít archiv v modulu IS7zipExtract!"
"ERROR_IS7ZIP_CORRUPT"="Chyba při extrahování dat z archivu 7z. Možná je poškozen!"
"ERROR_IS7ZIP_EXCEPT"="Chyba v archivu nebo neočekávaná chyba v modulu IS7zipExtract!"

"ERROR_ISARC_LOADDLL"="Při načítání došlo k chybě Unarc.dll!"
"ERROR_ISARC_GENERAL"="Při rozbalení došlo k chybě!%nUnarc.dll vrátil chybový kód: -1%n%s"
"ERROR_ISARC_INVALID_COMPRESSOR"="Při rozbalení došlo k chybě: Neznámá metoda komprese!%nUnarc.dll vrátil chybový kód: -2%n%s"
"ERROR_ISARC_ONLY_DECOMPRESS"="Při rozbalení došlo k chybě!%nUnarc.dll vrátil chybový kód: -3%n%s"
"ERROR_ISARC_OUTBLOCK_TOO_SMALL"="Při rozbalení došlo k chybě: výstupní datový blok je příliš malý!%nUnarc.dll vrátil chybový kód: -4%n%s"
"ERROR_ISARC_NOT_ENOUGH_MEMORY"="Při rozbalení došlo k chybě: nedostatek paměti!%nUnarc.dll vrátil chybový kód: -5%n%s"
"ERROR_ISARC_READ"="Při rozbalení došlo k chybě: nelze číst data!%nUnarc.dll vrátil chybový kód: -6%n%s"
"ERROR_ISARC_BAD_COMPRESSED_DATA"="Při rozbalení došlo k chybě: archiv poškozen!%nUnarc.dll vrátil chybový kód: -7%n%s"
"ERROR_ISARC_NOT_IMPLEMENTED"="Při rozbalení došlo k chybě: požadované funkce nejsou podporovány DLL!%nUnarc.dll vrátil chybový kód: -8%n%s"
"ERROR_ISARC_NO_MORE_DATA_REQUIRED"="Při rozbalení došlo k chybě: požadovaná data byla extrahována!%nUnarc.dll vrátil chybový kód: -9%n%s"
"ERROR_ISARC_WRITE"="Při rozbalení došlo k chybě: nelze zapisovat data na disk!%nUnarc.dll vrátil chybový kód: -11%n%s"
"ERROR_ISARC_BAD_CRC"="Při rozbalení došlo k chybě: neodpovídá kontrolnímu součtu!%nUnarc.dll vrátil chybový kód: -12%n%s"
"ERROR_ISARC_BAD_PASSWORD"="Při dekompresi došlo k chybě: neplatné heslo!%nUnarc.dll vrátil chybový kód: -13%n%s"
"ERROR_ISARC_BAD_HEADERS"="Při dekompresi došlo k chybě: záhlaví archivu je poškozeno!%nUnarc.dll vrátil chybový kód: -14%n%s"
"ERROR_ISARC_INTERNAL"="Při rozbalení došlo k chybě: Interní chyba DLL!%nUnarc.dll vrátil chybový kód: -15%n%s"
"ERROR_ISARC_UNKNOWN"="Při rozbalení došlo k chybě!%n%s"
"ERROR_ISARC_EXCEPT"="Chyba v archivu nebo neočekávaná chyba v modulu ISArcExtract!"

"ERROR_ISPCF_CANT_OPEN_INFILE"="Při přístupu ke vstupnímu souboru došlo k chybě%n%s%nv modulu ISPrecompExtract"
"ERROR_ISPCF_ISNOTPCF"="Neplatný formát souboru PCF:%n%s"
"ERROR_ISPCF_UNKNOWN_VERSION"="Neznámá verze souboru PCF:%n%s"
"ERROR_ISPCF_ACCESS_TO_OUTFILE"="V modulu ISPrecompExtract není možné získat přístup k výstupnímu souboru:%n%s"
"ERROR_ISPCF_LAUNCH_PROC"="Chyba při spuštění aplikace konzoly %s"
"WARNING_ISPCF_OPEN_PROC"="Chyba při otevření procesu v ISPrecompExtract.%nMožná, že instalátor není autorizován.%nPrůběh některých operací nebude k dispozici!"
"ERROR_ISPCF_CANT_FIND_OUTFILE"="Soubor nebyl vytvořen aplikací konzoly%n%s%nPravděpodobně chyba nebo nesprávný formát souboru pcf"
"ERROR_ISPCF_EXCEPT"="Neočekávaná chyba v modulu ISPrecompExtract!"

"ERROR_ISSREP_GENERAL"="Došlo k chybě v modulu ISSrepExtract!%n%s"
"ERROR_ISSREP_ACCESS_TO_OUTFILE"="V modulu ISSrepExtract nelze přistupovat k výstupnímu souboru:%n%s"
"ERROR_ISSREP_EXCEPT"="Neočekávaná chyba v modulu ISSrepExtract!"

"ERROR_ISRAR_MULTIVOLUME"="vícedílný .RAR archivy s daty na různých discích nejsou podporovány!"
"ERROR_ISRAR_DLL_NOT_FOUND"="Nelze najít DLL %s"
"ERROR_ISRAR_EXCEPT"="Chyba v archivu nebo neočekávaná chyba v modulu ISRarExtract!"

"ERROR_M3PACK_ACCESS_TO_OUTFILE"="V modulu ISm3unpack rozbalit není možné získat přístup k výstupnímu souboru:%n%s"
"ERROR_M3PACK_EXCEPT"="Neočekávaná chyba v modulu ISm3unpack!"),

"ERROR_UNPACK_ACCESS_TO_OUTFILE"="V modulu ISUnpack není možné získat přístup k výstupnímu souboru:%n%s"
"ERROR_UNPACK_LAUNCH_PROC"="Chyba spuštění aplikace konzoly v ISUnpack!"
"WARNING_UNPACK_OPEN_PROC"="Chyba při otevření procesu v ISUnpack.%nMožná, že instalátor není autorizován.%nPrůběh některých operací nebude k dispozici!"
"ERROR_UNPACK_CANT_FIND_OUTFILE"="Soubor nebyl vytvořen aplikací konzoly%n%s%nMožná chyba nebo nesprávný formát rozbalovacího souboru"
"ERROR_UNPACK_EXCEPT"="Neočekávaná chyba v modulu ISUnpack!"

"ERROR_XDELTA_GENERAL"="V modulu ISxDeltaExtract došlo k chybě při rozbalení!"
"ERROR_XDELTA_CANT_GET_MEM"="Chyba při přidělování paměti pro provádění operací v ISxDeltaExtract!"
"ERROR_XDELTA_DLL_NOT_FOUND"="Nelze najít DLL %s"
"ERROR_XDELTA_ACCESS_TO_OUTFILE"="V modulu ISxDeltaExtract není možné získat přístup k výstupnímu souboru:%n%s"
"ERROR_XDELTA_EXCEPT"="Neočekávaná chyba v modulu ISxDeltaExtract!"

"ERROR_PACKZIP_BAD_INFILE"="Neplatná vstupní cesta pro ISPackZIP"
"ERROR_PACKZIP_BAD_OUTFILE"="Neplatný výstupní soubor pro ISPackZIP"
"ERROR_PACKZIP_BAD_COMPRESSION_LVL"="Nastavení komprese pro is Pack ZIP by mělo být v mezích 0..9"
"ERROR_PACKZIP_ACCESS_TO_OUTFILE"="V modulu ISPackZIP není možné získat přístup k výstupnímu souboru:%n%s"
"ERROR_PACKZIP_LAUNCH_PROC"="Chyba při spuštění aplikace konzoly %s"
"WARNING_PACKZIP_OPEN_PROC"="Chyba při otevření procesu v ISPackZIP.%nMožná, že instalátor není autorizován.%nPrůběh některých operací nebude k dispozici!"
"ERROR_PACKZIP_CANT_FIND_OUTFILE"="Soubor nebyl vytvořen aplikací konzoly%n%s%nV modulu ISPackZIP"
"ERROR_PACKZIP_EXCEPT"="Neočekávaná chyba v modulu ISPackZIP!"

"ERROR_INIT_LOW_MEM"="Není dostatek paměti k rozbalení!%nPokuste se zavřít všechny otevřené programy a restartujte instalační program"
"ERROR_INIT_CANT_GET_MEM"="Chyba přidělení paměti při inicializaci DLL!"
"WARNING_INIT_SREP_BAD_PARAM"="Při inicializaci srep zadejte hodnotu ne více 4096 mb.%nChcete - li tuto zprávu nezobrazovat, opravte vyhovující parametr."
"ERROR_INIT_PRECOMP_BAD_PARAM"="Během inicializace Precomp, nesprávná verze zadána!"

"ERROR_FINFILES_EXCEPT"="Neočekávaná chyba v modulu ISFindFiles!"
"ERROR_PICKFILE_EXCEPT"="Neočekávaná chyba v modulu ISPickFilename!"
"ERROR_EXEC_LAUNCH_PROC"="Chyba spuštění%n%s%nV modulu ISExec!"
"ERROR_EXEC_EXCEPT"="Neočekávaná chyba v modulu ISExec!"

"CHANGE_DISK_TITLE"="Nastavení potřebuje další disk"
"CHANGE_DISK_LABEL"="Pokud soubory na tomto disku najdete v jiné složce, než je níže uvedená složka, zadejte správnou cestu nebo klikněte na "Procházet""
"BROWSE_TITLE"="Procházet"
"BROWSE_LABEL"="Zadejte cestu k dalšímu disku"
"BUTTON_OK"="Dobře"
"BUTTON_CANCEL"="Zrušit"
"BUTTON_BROWSE"="Procházet..."

"TIME_HOUR_SHORT"=" h "
"TIME_MIN_SHORT"=" min "
"TIME_SEC_SHORT1"=" sec"
"TIME_SEC_SHORT2"=" s"
"TIME_HOUR_FULL1"="hodiny "
"TIME_HOUR_FULL2"="hodiny "
"TIME_HOUR_FULL3"="hodiny "
"TIME_MIN_FULL1"="zápis "
"TIME_MIN_FULL2"="minuta "
"TIME_MIN_FULL3"="zápis "
"TIME_SEC_FULL1"="sekunda "
"TIME_SEC_FULL2"="sekunda "
"TIME_SEC_FULL3"="sekunda "
"TIME_TYPE1"="Zůstat: "
"TIME_TYPE2"="Vést: "
"TIME_TYPE3"="Celek: "
"TIME_TYPE4"="Čekat "
"TIME_INFINITE"="věčnost"
"TIME_TEST"="test"
"GENERAL_ENDING"="Dokončení..."
"GENERAL_DELETING"="Mazání dočasných souborů..."
"GENERAL_SCANNING"="Skenování souborů..."
